export default {
	gz_jianxiong: "奸雄",
	gz_jianxiong_info: "当你受到伤害后，你可以摸一张牌或获得对你造成伤害的牌。",

	gz_ganglie: "刚烈",
	gz_ganglie_info: "当你受到伤害后，你可进行判定，若结果为：红色，你对伤害来源造成1点伤害；黑色，你弃置伤害来源一张牌。",

	gz_tuxi: "突袭",
	gz_tuxi_info: "摸牌阶段摸牌时，你可以少摸至多两张牌，然后获得等量的角色的各一张手牌。",

	gz_luoyi: "裸衣",
	gz_luoyi_info: "摸牌阶段结束时，你可弃置一张牌，然后你于本回合内造成渠道为【杀】或【决斗】的伤害+1。",

	gz_yiji: "遗计",
	gz_yiji_info: "当你受到伤害后，你可以观看牌堆顶的两张牌，并将其交给任意角色。",

	gz_shensu: "神速",
	gz_shensu_info: "①判定阶段开始时，你可跳过此阶段和摸牌阶段，视为使用一张【杀】（无距离限制）。②出牌阶段开始时，你可跳过此阶段并弃置一张装备牌，视为使用一张【杀】（无距离限制）。③弃牌开始时，你可跳过此阶段并失去1点体力，视为使用一张【杀】（无距离限制）。",

	gz_qiaobian: "巧变",
	gz_qiaobian_info: "你可以弃置一张手牌并跳过自己的一个阶段（准备阶段和结束阶段除外）。若你以此法跳过了摸牌阶段，则你可以获得至多两名其他角色的各一张手牌；若你以此法跳过了出牌阶段，则你可以移动场上的一张牌。",

	gz_duanliang: "断粮",
	gz_duanliang_info: "出牌阶段，你可以将一张黑色基本牌或黑色装备牌当做【兵粮寸断】使用。你使用【兵粮寸断】没有距离限制。若你对距离超过2的角色发动了〖断粮〗，则本回合不能再发动〖断粮〗。",

	gz_jushou: "据守",
	gz_jushou_info: "结束阶段，你可以摸X张牌（X为亮明势力数），然后弃置一张手牌。若以此法弃置的牌为装备牌，则改为使用此牌。若X大于2，则你将武将牌叠置。",

	gz_qiangxi: "强袭",
	gz_qiangxi_info: "出牌阶段对每名其他角色限一次，你可以选择一项：1. 失去1点体力并对你攻击范围内的一名其他角色造成1点伤害；2. 弃置一张武器牌并对你攻击范围内的一名其他角色造成1点伤害。",

	gz_quhu: "驱虎",
	gz_quhu_info: "出牌阶段限一次，你可以与一名体力值大于你的角色拼点，若你赢，则该角色对其攻击范围内另一名由你指定的角色造成1点伤害。若你没赢，该角色对你造成1点伤害。",
	gz_jieming: "节命",
	gz_jieming_info: "当你受到伤害后，你可以令一名角色将手牌摸至X张（X为其体力上限且最多为5）。",

	gz_xingshang: "行殇",
	gz_xingshang_info: "当有角色死亡后，你可以获得该角色的所有牌。",
	gz_fangzhu: "放逐",
	gz_fangzhu_info: "当你受到伤害后，你可以令一名其他角色选择一项：⒈摸X张牌并将武将牌叠置；⒉弃置X张牌并失去1点体力（X为你已损失的体力值）。",

	gz_xiaoguo: "骁果",
	gz_xiaoguo_info: "一名其他角色的准备阶段，你可以弃置任意张基本牌，然后弃置其装备区等量的牌，若其装备区的牌数小于你弃置的牌数，则你对其造成1点伤害。",
};
