export default {
	gz_jianxiong: "奸雄",
	gz_jianxiong_info: "当你受到伤害后，你可以摸一张牌或获得对你造成伤害的牌。",

	gz_ganglie: "刚烈",
	gz_ganglie_info: "当你受到伤害后，你可进行判定，若结果为：红色，你对伤害来源造成1点伤害；黑色，你弃置伤害来源一张牌。",

	gz_tuxi: "突袭",
	gz_tuxi_info: "摸牌阶段摸牌时，你可以少摸至多两张牌，然后获得等量的角色的各一张手牌。",

	gz_luoyi: "裸衣",
	gz_luoyi_info: "摸牌阶段结束时，你可弃置一张牌，然后你于本回合内造成渠道为【杀】或【决斗】的伤害+1。",

	gz_yiji: "遗计",
	gz_yiji_info: "当你受到伤害后，你可以观看牌堆顶的两张牌，并将其交给任意角色。",

	gz_shensu: "神速",
	gz_shensu_info: "①判定阶段开始时，你可跳过此阶段和摸牌阶段，视为使用一张【杀】（无距离限制）。②出牌阶段开始时，你可跳过此阶段并弃置一张装备牌，视为使用一张【杀】（无距离限制）。③弃牌开始时，你可跳过此阶段并失去1点体力，视为使用一张【杀】（无距离限制）。",
};
