export default {
	gz_jianxiong: "奸雄",
	gz_jianxiong_info: "当你受到伤害后，你可以摸一张牌或获得对你造成伤害的牌。",

	gz_ganglie: "刚烈",
	gz_ganglie_info: "当你受到伤害后，你可进行判定，若结果为：红色，你对伤害来源造成1点伤害；黑色，你弃置伤害来源一张牌。",

	gz_tuxi: "突袭",
	gz_tuxi_info: "摸牌阶段摸牌时，你可以少摸至多两张牌，然后获得等量的角色的各一张手牌。",

	gz_luoyi: "裸衣",
	gz_luoyi_info: "摸牌阶段结束时，你可弃置一张牌，然后你于本回合内造成渠道为【杀】或【决斗】的伤害+1。",

	gz_yiji: "遗计",
	gz_yiji_info: "当你受到伤害后，你可以观看牌堆顶的两张牌，并将其交给任意角色。",

	gz_shensu: "神速",
	gz_shensu_info: "①判定阶段开始时，你可跳过此阶段和摸牌阶段，视为使用一张【杀】（无距离限制）。②出牌阶段开始时，你可跳过此阶段并弃置一张装备牌，视为使用一张【杀】（无距离限制）。③弃牌开始时，你可跳过此阶段并失去1点体力，视为使用一张【杀】（无距离限制）。",

	gz_qiaobian: "巧变",
	gz_qiaobian_info: "你可以弃置一张手牌并跳过自己的一个阶段（准备阶段和结束阶段除外）。若你以此法跳过了摸牌阶段，则你可以获得至多两名其他角色的各一张手牌；若你以此法跳过了出牌阶段，则你可以移动场上的一张牌。",

	gz_duanliang: "断粮",
	gz_duanliang_info: "出牌阶段，你可以将一张黑色基本牌或黑色装备牌当做【兵粮寸断】使用。你使用【兵粮寸断】没有距离限制。若你对距离超过2的角色发动了〖断粮〗，则本回合不能再发动〖断粮〗。",

	gz_jushou: "据守",
	gz_jushou_info: "结束阶段，你可以摸X张牌（X为亮明势力数），然后弃置一张手牌。若以此法弃置的牌为装备牌，则改为使用此牌。若X大于2，则你将武将牌叠置。",

	gz_qiangxi: "强袭",
	gz_qiangxi_info: "出牌阶段对每名其他角色限一次，你可以选择一项：1. 失去1点体力并对你攻击范围内的一名其他角色造成1点伤害；2. 弃置一张武器牌并对你攻击范围内的一名其他角色造成1点伤害。",

	gz_quhu: "驱虎",
	gz_quhu_info: "出牌阶段限一次，你可以与一名体力值大于你的角色拼点，若你赢，则该角色对其攻击范围内另一名由你指定的角色造成1点伤害。若你没赢，该角色对你造成1点伤害。",
	gz_jieming: "节命",
	gz_jieming_info: "当你受到伤害后，你可以令一名角色将手牌摸至X张（X为其体力上限且最多为5）。",

	gz_xingshang: "行殇",
	gz_xingshang_info: "当有角色死亡后，你可以获得该角色的所有牌。",
	gz_fangzhu: "放逐",
	gz_fangzhu_info: "当你受到伤害后，你可以令一名其他角色选择一项：⒈摸X张牌并将武将牌叠置；⒉弃置X张牌并失去1点体力（X为你已损失的体力值）。",

	gz_xiaoguo: "骁果",
	gz_xiaoguo_info: "一名其他角色的准备阶段，你可以弃置任意张基本牌，然后弃置其装备区等量的牌，若其装备区的牌数小于你弃置的牌数，则你对其造成1点伤害。",

	gz_rende: "仁德",
	gz_rende_info: "出牌阶段，你可以将至少一张手牌交给其他角色，然后你于此阶段内不能再以此法交给该角色牌；若你于此阶段内给出的牌首次达到两张，你可以视为使用一张基本牌。",

	gz_wusheng: "武圣",
	gz_wusheng_info: "你可以将一张红色牌当做【杀】使用或打出。你使用的方片【杀】没有距离限制。",

	gz_paoxiao: "咆哮",
	gz_paoxiao_info: "锁定技，你使用【杀】无数量限制；当你于一回合内使用第二张【杀】时，摸一张牌。",

	gz_kongcheng: "空城",
	gz_kongcheng_info: "锁定技，若你没有手牌，1.当你成为【杀】或【决斗】的目标时，取消之；2.你的回合外，其他角色交给你牌后，你将这些牌置于你的武将牌上。摸牌阶段开始时，你获得武将牌上的这些牌。",

	gz_longdan: "龙胆",
	gz_longdan_info: "你可以将【杀】当【闪】，【闪】当【杀】使用或打出。当你发动〖龙胆〗使用的【杀】被【闪】抵消时，你可以对另一名角色造成1点伤害；当你发动〖龙胆〗使用的【闪】抵消了【杀】时，你可以令一名其他角色回复1点体力（不能是【杀】的使用者）。",

	gz_tieji: "铁骑",
	gz_tieji_info: "当你使用【杀】指定目标后，你可以令其一张明置的武将牌上的非锁定技于本回合内失效，然后你进行判定，除非该角色弃置与结果花色相同的一张牌，否则其不能使用【闪】响应此【杀】。",

	gz_liegong: "烈弓",
	gz_liegong_info: "①你对手牌数不大于你的角色使用【杀】不受距离关系的限制。②当你使用【杀】指定目标后，若其体力值不小于你，则你可以选择一项：⒈令此【杀】对其的伤害值基数+1。⒉令其不可响应此【杀】。",

	gz_kuanggu: "狂骨",
	gz_kuanggu_info: "当你造成1点伤害后，若受伤角色受到此伤害时你与其的距离不大于1，则你可以回复1点体力或摸一张牌。",

	gz_lianhuan: "连环",
	gz_lianhuan_info: "你可以将♣手牌当作【铁索连环】使用或重铸。",
	gz_niepan: "涅槃",
	gz_niepan_info: "限定技，当你处于濒死状态时，你可以弃置你区域内的所有牌并复原你的武将牌，然后摸三张牌并将体力回复至3点。",

	gz_shushen: "淑慎",
	gz_shushen_info: "当你回复1点体力后，你可令一名其他角色摸一张牌（若其没有手牌则改为摸两张牌）。",
};
